// Статья 1.6 — Что нового в мнемотехнике (vs_06.htm). Точная копия с сайта.
export default {
  id: '1.6',
  title: 'Что нового в мнемотехнике',
  content: `Если вы решили изучать технику запоминания и выбрали Систему запоминания "Джордано", то вы сделали правильный выбор. Система запоминания "Джордано" содержит максимально полную информацию о памяти и способах запоминания.

Несколько слов о Системе запоминания "Джордано"

До 1990 года мнемотехника существовала в виде разрозненных приемов, не имела теоретической базы, не объясняла механизмов памяти, книги о тренировке памяти описывали низкоэффективные приемы и содержали большое количество методических ошибок. Системы запоминания 16-го века были "системами Знаний" (что-то вроде энциклопедий), но не системами мнемотехники. Мнемотехника (как целостная система, как учебная дисциплина) ранее не существовала, о чем [совершенно справедливо писал](https://mnemotexnika.narod.ru/ist_09.htm#1) в книге "О памяти и мнемонике, 1903 г." профессор Г.Челпанов, основатель и директор Московского психологического института (1912-1923). Вы лично можете убедиться в этом, просмотрев литературу о памяти и о мнемонике на этом сайте, а также на других сайтах (по ссылкам).

Система запоминания "Джордано", созданная в 1990 году - это первая мнемоническая система запоминания, имеющая теоретическое обоснование, собственный понятийный аппарат, унифицированный набор приемов запоминания, систему оценки сформированного в процессе обучения навыка запоминания. Наличие теоретической базы позволяет анализировать приемы запоминания на предмет их эффективности. В Системе изменены формулировки некоторых психологических понятий; даже такое привычное понятие, как "кратковременная память", в Системе отсутствует.

Самое главное в Системе запоминания "Джордано"

1. Это действительно Система запоминания, а не набор разрозненных приемов.

2. Система имеет всё необходимое для того, чтобы называться самостоятельной учебной дисциплиной. Методы запоминания гарантируют стопроцентную повторяемость результатов запоминания у разных людей.

3. В Системе запоминания "Джордано" объясняется [механизм памяти](https://mnemotexnika.narod.ru/mmem_06.htm#1) человека и впервые дается теоретическое обоснование мнемотехники.

4. Из Системы "Джордано" исключены все [низкоэффективные приемы запоминания](https://mnemotexnika.narod.ru/arch/0057.htm), которые до сих пор кочуют по разным книгам о развитии памяти, авторы которых переписывают эти приемы из сомнительных книг о мнемонике столетней давности.

5. Система "Джордано" успешно выдержала проверку временем. Она существует с 1990 года, автор имеет большой опыт преподавательской и методической работы: на очных курсах в Москве мнемотехнике обучены сотни людей. Система широко распространилась, курсы мнемотехники с использованием элементов Системы "Джордано" читаются в разных городах России. Десятки преподавателей прошли стажировку у автора Системы. Элементы Системы можно встретить в современной популярной литературе о мнемотехнике.

6. В Системе "Джордано" в качестве основного метода запоминания используется [принципиально НОВАЯ ТЕХНИКА](https://mnemotexnika.narod.ru/bpm_13.htm#1), которая ранее не описывалась в литературе о мнемонике: прием образования ассоциации с выделением основы и элементов.

7. В Системе "Джордано" используются [многоуровневые системы опорных образов](https://mnemotexnika.narod.ru/sport_01.htm#1), которые легко создаются из любых произвольных образов и могут достраиваться без ограничений по ходу запоминания информации.

8. Система "Джордано" не переписывает старые книги о мнемонике. Это совершенно новая Система, содержащая более ста новых понятий, гармонично включившая в себя ранее известные приемы запоминания.

Ниже вы можете ознакомиться с основными разделами Системы и с новыми понятиями, которые впервые введены в мнемотехнику в Системе запоминания "Джордано". При использовании этих понятий другими авторами ссылки на Систему запоминания "Джордано" и сайт Mnemonikon ([https://mnemotexnika.narod.ru](https://mnemotexnika.narod.ru/)) обязательны.

В таблице собрана не вся терминология Системы запоминания, а только новая для мнемотехники. Полный словарь терминов смотрите в "Словаре мнемотехники".

| Раздел Системы запоминания | Впервые введено в Системе "Джордано" |
| --- | --- |
| Теория памяти | Двухкомпонентная модель памяти.\\nОбъясняется механизм понимания и запоминания речи.\\nКаналы воссоздающего воображения: канал пространственных операторов, канал рефлекторного преобразования слов в образы.\\nГенерация информации - процесс создания информации по зафиксированным в мозге связям (припоминание).\\nТочная (знаковая) информация - информация, не вызывающая образного отклика в мозге.\\nОбъясняется реакция мозга на разные виды информации: образная, текстовая, знаковая.\\nИнформация для мозга - связь между нервными клетками (резонансная или синаптическая).\\nВременные характеристики электрической памяти.\\nСхема образования электрической связи.\\nЭлектрическая память - процесс синхронизации электрической активности в группе одновременно работающих нервных клеток.\\nПамять - процесс образования связи между нервными клетками мозга.\\nРазделены понятия "память" и "запоминание". |
| Теория мнемотехники | Правила обращения с образными кодами: образные коды нельзя соединять между собой и др., образные коды не могут быть основой ассоциации; образные коды не должны повторяться; образные коды должны быть неизменяемыми.\\nЧетыре этапа запоминания: закрепление связей в мозге, запоминание последовательности, запоминание (образование связи), кодирование.\\nПриемы запоминания (методы, техники).\\nРазделены понятия "повторение" и "повторное восприятие".\\nМетод активного повторения: повторение с прорисовкой и проговариванием, повторение с полной расшифровкой, просмотр опорных образов и основ ассоциаций.\\nСхемы формирования систем опорных образов.\\nМнемоплан (образный конспект лекции).\\nМногоуровневые системы опорных образов, составляемые путем комбинации 10 приемов запоминания последовательности.\\nНаиболее используемые схемы в Системе "Джордано": четырехуровневый блок опорных образов (для долговременного запоминания): прием выделения частей образа, закрепленная последовательность произвольных образов, метод Цицерона; двухуровневый блок опорных образов (для долговременного запоминания): выделение частей образа, метод Цицерона; запоминание в алфавитном порядке (для долговременного запоминания): выделение невидимых частей образа, закрепленная последовательность произвольных образов, образные коды букв; для тренировки (временное запоминание): метод Цицерона, выделение частей образа, прием свободных ассоциаций, образные коды двузначных чисел. |
| Справочный раздел | Систематизация приемов запоминания по этапам запоминания ("Учебник мнемотехники", 2002).\\nСловарь мнемотехники.\\nОбразные коды трехзначных чисел для русского языка.\\nСогласованная система образных кодов. |
| Методика обучения | Система упражнений, в которую заложено практическое изучение всех положений Системы запоминания:\\nвводный курс "Интенсивный тренинг";\\nбазовый курс "Ваша первая база данных";\\nкурс "Техника запоминания иностранных слов и фраз";\\nкурс "Запоминание текстов";\\nкурс "Коды и пароли". |
| Контроль результата обучения | Программа "Numbers training" - тренажер для заучивания образных кодов и запоминания числовой информации.\\nМетодика составления контрольных работ по курсу "мнемотехника", расчет времени запоминания и количества запоминаемых образов при запоминании разнородной информации.\\nНормативы скорости запоминания.\\nКонтрольный тест в курсе "Ваша первая база данных" (проверка способности быстрого поиска информации в мозге без наводящих вопросов).\\nМетодика проверки рефлекторного уровня запоминания (по скорости узнавания).\\nМетодика проверки навыка запоминания (программа "Мастер запоминания").\\nНавык запоминания (коэффициент увеличения способности запоминания по сравнению с нормой). |

Добавлено 6 мая 2004 года

Владимир Козаренко`,
  sourceUrl: 'https://mnemotexnika.narod.ru/vs_06.htm',
};
