// Статья 1.5 — Кому нужна мнемотехника? (vs_05.htm). Точная копия с сайта.
export default {
  id: '1.5',
  title: 'Кому нужна мнемотехника?',
  content: `Школьникам и студентам

Школьники и студенты пишут шпаргалки перед экзаменами. Мнемотехника позволит запомнить эти шпаргалки. Тогда на экзаменах вы будете списывать из своей памяти. Это намного безопаснее. К тому же, если вы захотите, информация может быть сохранена в вашей памяти пожизненно. Это может потребоваться в случае, если вы захотите стать высококлассным специалистом, профессионалом в своей области.

Мнемотехника существенно сократит вам время подготовки к экзаменам. Если применять мнемонические методы запоминания в течение учебного года, то вообще не придется готовиться к экзаменам. Вы просто будете помнить содержание всех своих учебников. (Рекомендуется запоминать информацию маленькими частями, в течение учебного года)

Преподавателям

Не забывайте, что мнемотехника возникла как часть ораторского искусства. И методы запоминания последовательности изложения материала лекции - это чуть ли не самое простое в искусстве запоминания. Но какой эффект это окажет на ваших учеников! Когда преподаватель заглядывает в конспект - это не вызывает уважения к нему. Чему же он научит, если сам ничего не помнит - так часто думают ученики, когда видят преподавателя, читающего лекции по конспекту.

Кроме того, запомнив материал лекции один раз, вам больше вообще никогда не придется тратить время на подготовку к уроку. Пока ваши коллеги будут сто первый раз перечитывать план лекции, вы сможете насладиться приятной беседой и чашечкой чая.

Просто в жизни

Любому человеку приходится помнить определенное количество точных сведений. Мы привыкли все это записывать в записные книжки. Приучите себя записывать нужные вам сведения в свой мозг. Тогда вы не будете зависеть от батареек в телефоне или электронной книжке. Вы не сможете потерять информацию. У вас не смогут украсть информацию (PIN-коды пластиковых карт), никто без вас не включит ваш компьютер и не распорядится вашими счетами в банке. Для поиска информации в памяти ее не нужно перебирать как в памяти сотового телефона.

Попробуйте использовать свою память каждый день. Это очень удобно - помнить все, что нужно. И совсем не трудно. Наоборот, иногда в память записать гораздо быстрее, чем в записную книжку.

Для самообразования

Представьте себе, что вы прочитали книжку "300 приемов понравиться другому человеку". Через неделю-другую от трехсот приемов в вашей памяти останется не более пяти. А еще через месяц вам придется читать эту книгу заново. Через год вам будет казаться, что вы читаете эту книгу в первый раз.

Вы не можете пользоваться информацией, пока она находится не в вашей голове. Запомните последовательно основные положения нужной вам книги. И пользуйтесь. Теперь конспект книги находится в вашей памяти и информация доступна для использования 24 часа в сутки. Более того, если вы запомнили эту информацию с помощью методов мнемотехники, вы ведь запомнили ее в свой мозг. Информация автоматически будет "вставлена" в вашу систему мировоззрения. Вы конкретно измените свою программу поведения в соответствии с запомненными сведениями.

Если вы решите изучить программирование, то это можно сделать несколькими способами. Можно сидеть программировать по справочнику. Можно изучать программирование 5 лет, тогда основные команды запомнятся "сами собою". А можно потратить пару недель на запоминание языка программирования и писать программы без шпаргалок, как это делает профессиональный программист.

Ораторам

Ну, оратор просто обязан знать мнемотехнику. Без этого ораторское искусство вообще не имеет смысла. Профессиональные ораторы - богословы - изучают мнемотехнику в семинарии, поэтому их речи льются так плавно. Вы когда-нибудь видели священника, читающего проповеди по бумажке? Я думаю, что нет. Все священники с высшим образованием в той или иной степени владеют мнемотехникой.

Бизнесменам

У бизнесменов обширный круг контактов. Часто, если нет под рукой телефона нужного нам человека, то мы не можем связаться с ним. И теряем выгодное предложение. Запомните информацию о людях, с которыми вы поддерживаете деловые отношения. "Быка нужно брать за рога", а то отдаст свои денежки другому.

Мнемотехника - это не только хорошая память. Это еще и способ создавать разнообразные иллюзии. Ведь не зря мнемотехнику часто демонстрируют в цирке и на эстраде.

Как создается иллюзия? Очень просто. Каждый человек склонен оценивать других людей по своим меркам. Каждый считает себя если уж не самым сильным, то уж точно самым умным. Когда вы встречаете случайно вашего делового партнера и называете его по имени и отчеству, так, случайно вспоминаете его домашний и рабочий телефон, спрашиваете о здоровье членов его семьи (называя их всех по именам), интересуетесь, успел ли он на совещание такого-то числа, у вашего делового партнера мысль развивается примерно следующим образом. Встреча была случайной, вы не имели возможности освежить свою память по записной книжке. Значит, вы действительно помните информацию о нем. А это значит, что вы о нем думаете, что вы искренне интересуетесь этим человеком. Наличие более развитых интеллектуальных способностей (имеется ввиду способность запоминать) как правило, не рассматривается. По мнению вашего собеседника, память должна быть у всех такая же, как и у него, то есть никакая.

Если перед заключением сделки вы узнаете что ваш потенциальный партнер увлекается аквариумными рыбками, то мнемотехника позволит вам быстро подготовиться к встрече с этим человеком. Вы просто можете взять книгу о рыбках и запомнить сотню их названий. Когда вы встретитесь с вашим партнером, невзначай заведите беседу о рыбках. Точность терминологии, используемой вами, убедит его в том, что вы увлекаетесь рыбками не менее десяти лет. И это создаст иллюзию, что вы искренне в своих речах и поступках. Ваш партнер заключит сделку с вами только ради того, чтобы еще раз поговорить с вами об аквариумных рыбках. Ведь вы в его глазах показали себя блестящим знатоком в этой области и очень интересным человеком.

На этих примерах виден простой механизм оценки человеком истинности высказываний других людей. Мнемотехника позволяет буквально сокрушать внутреннего цензора другого человека, создавая иллюзию компетентности в определенных областях.

Самое интересное во всем этом то, что, запомнив информацию о рыбках, вы действительно станете в них разбираться, если приложите усилия для сохранения этой информации в своей памяти.

Для сохранения здоровья

Механизмы памяти универсальны. По этим законам работает не только память, но и все в мозге и организме человека. По этим законам функционирует все в живой природе. Этим же законам подвластны объекты неживой природы.

Все что мы не используем в своем организме, рано или поздно (чаще рано) вырождается, атрофируется. Представьте себе человека, который по воле судьбы пролежал в гипсе целый год. Как вы думаете, что случиться с его мышцами? Правильно. Они станут тонкими и слабыми. А что произойдет с человеком, который не пользуется своей памятью? Память начнет отмирать за ненадобностью. До сих пор неизвестны причины одной из самой распространенной болезни, поразившей компьютеризированное общество Соединенных Шатов Америки. У людей стала пропадать память. Очень много людей после 40 лет заболевают болезнью Альцгеймера. Это заболевание первоначально проявляется в нарушении способности запоминать. Затем заболевание поражает все большие участки мозга и человек умирает (примерно через 5 лет после начала заболевания). При вскрытии не находят никаких вирусов, просто нервные клетки гиппокампа - органа, ответственного за память - заменяются обычным белком, то есть перестают функционировать.

Занимаясь мнемотехникой, просто так, для профилактики, как физкультурой по утрам, вы сохраните свою память в отличной форме до преклонных лет. А если будет исправен процесс память в вашем мозге, скорее всего все системы мозга будут работать без сбоев.

Владимир Козаренко`,
  sourceUrl: 'https://mnemotexnika.narod.ru/vs_05.htm',
};
