// Статья 2.1 — Память - область парадоксов (mmem_01.htm). Точная копия с сайта.
export default {
  id: '2.1',
  title: 'Память - область парадоксов',
  content: `Принципиально память устроена очень просто. Непонимание её механизмов часто связано с недопониманием того, что является информацией для мозга.

В свое время я изучил большое количество литературы по психологии и нейрофизиологии памяти, и вот что удивительно: никому не удается найти место локализации информации в мозге. Никто не может коротко и ясно ответить на вопрос: "Как и где хранится информация в голове?"

Следуя простой логике, я пришел к выводу: если никто не может найти информацию в мозге, значит, её там нет!

Это и есть главный секрет памяти. Мозг вообще не запоминает то, что вы привыкли называть словом "информация". Мозг запоминает что-то совершенно другое, на что мы обычно не обращаем своего внимания.

Давайте разберемся, какая вообще бывает информация?

Продукт деятельности мозга

Есть информация, как продукт деятельности мозга человека. Такая информация создается мозгом и не существует в природе. Ее нет без человека. Что это за информация? Прежде всего, это слова. Мозг способен создавать слова, и вы можете записать эти слова на бумаге, сохранить в виде книг, файлов, магнитофонных записей.

Мозг способен создавать образы. Вы можете зафиксировать созданные мозгом образы на бумаге карандашом или красками. Ваши потомки смогут увидеть продукт деятельности вашего мозга.

Мозги некоторых представителей человечества способны создавать музыку. Музыку можно сохранить, записав ее на бумаге нотами или сразу на магнитофон или даже на лазерный компакт диск.

К этому виду информации следует отнести и то, что вы обычно и называете информацией для запоминания: это всё что содержится в учебниках и в ваших записных книжках. Все эти тексты, даты, формулы кто-то придумал, следовательно, вся эта информация является продуктом деятельности большого количества мозгов.

Вся эта информация никак не фиксируется мозгом. Ее нет в мозге. Ни в каком виде. Ее нет в мозге не только в виде слов и образов. Ее нет в мозге вообще, даже в виде электрических импульсов.

Объекты окружающего мира

Другой вид информации - это объекты окружающего мира. Объекты окружающего мира излучают в пространство физические и химические СИГНАЛЫ, которые, воздействуя на ваш мозг через разные каналы восприятия (глаза, уши и прочее), отражаются в вашем мозге (НО СОВСЕМ НЕ ТАК, КАК В ФОТОАППАРАТЕ НА ПЛЕНКЕ).

Этот вид информации мозгом также не запоминается. Когда вы смотрите на объект, вы видите (отражаете) его, но он (сам объект) вашим мозгом не запоминается.

Я понимаю, что это звучит парадоксально и вызывает внутреннее сопротивление, и даже негодование. Ведь вы можете закрыть глаза и вспомнить огромное количество образов! Мои высказывания противоречат вашему опыту. Это и есть так называемая область парадокса. Явление памяти действительно очень парадоксально, то есть противоречит тому, что вы ощущаете и тому, чему вас учили в школе, и, может быть, даже на психологическом факультете. Но чтобы разобраться в памяти и в мнемотехнике, вам придется сломать этот барьер непонимания.

Не спешите с выводами и читайте дальше.

Связи, связи и только связи...

Существует третий вид информации, о котором почему-то часто забывают. Когда философы древности говорили, что информация существует всегда, везде и обо всем, они не имели в виду слова и образы, телефоны и даты; они не имели в виду объекты, которые отражает наш мозг. Они подразумевали под информацией СВЯЗИ.

Третий вид информации - это связи. Связи между объектами, явлениями и событиями окружающего мира. Действительно, такая информация объективно существует всегда, везде и обо всем.

Листья растут на ветках. Солнце светит на небе. Рыба плавает в воде. Когда сверкает молния, скоро прогремит гром. Если идет дождь, то одежда промокнет. Если у человека насморк, то он болен. Речевая конструкция "Если..., то..." как раз и отражает анализируемый сейчас вид информации - СВЯЗИ. "Если ветка, то листья". "Если сахар, то сладкий". "Если огонь, то ожог".

Этот вид информации очень важен для нас, потому что мозг запоминает именно этот вид информации. Мозг запоминает связи. Когда вы видите на столе вазу с розой, ваш мозг запоминает связь между образами "ваза", "роза" и "стол". Сами образы мозг НЕ ЗАПОМИНАЕТ.

Откуда же берутся воспоминания? Мы ведь помним образы и слова?

С иллюстрацией простых принципов памяти вы сталкиваетесь на кухне каждый день. Скажите, откуда берется отдергивание руки, когда вы дотрагиваетесь до горячего чайника? Что за глупый вопрос? Отдергивание ниоткуда не берется. Просто тепло воздействует на рецепторы кожи, срабатывает СВЯЗЬ и рука автоматически отдергивается. Аналогично работает и воспроизведение образов. Когда вы видите вазу, она воздействует на ваши глаза, срабатывают СВЯЗИ и в мозге появляются образы "роза" и "стол". Когда вы слышите слово "кошка", оно воздействует на ваши уши, срабатывают СВЯЗИ и в мозге появляется образ кошки.

Мозг не является хранителем информации в привычном смысле этого слова. Мозг способен сохранять только СВЯЗИ. В отношении любой другой информации (слова, образы, музыка, телефонные номера и т.д.) мозг является ГЕНЕРАТОРОМ ИНФОРМАЦИИ. Словосочетание "генератор информации" звучит непривычно. Но именно такое устройство находится в вашей черепной коробке.

Аналогия. Никому и в голову не придет искать электричество в генераторе. Все знают, что генератор СОЗДАЕТ электрическую энергию. Но такими же смешными выглядят попытки найти в мозге образы, слова и телефонные номера. В вашем мозге их нет. Они создаются, генерируются мозгом.

Для того чтобы электрический генератор начал создавать электрическую энергию, его необходимо вращать. Для того чтобы мозг начал создавать образы и слова, в мозг должны поступать сигналы (стимулы). Самые разнообразные стимулы, попадающие в мозг, заставляют срабатывать ранее образованные связи, по которым мозг создает (генерирует) информацию: образы, слова, движение.

Простейший вид связи - рефлекс - всем хорошо знаком со школьной скамьи. Чтобы рефлекс сработал - обязателен стимул на входе системы. Память человека работает по принципу "Стимул - реакция" (S-R).

Из этого простого анализа видно, что попытка запоминать телефонные номера и исторические даты в их обычном виде - совершенно бессмысленное занятие. Мозг в принципе не способен на такое. Необходимо научиться запоминать связи, существующие в телефонных номерах и исторических датах. По этим связям мозг будет генерировать необходимые нам сведения.

Рассмотренные виды информации - объекты окружающего мира и продукты деятельности мозга - содержат в себе связи. Связи есть в яблоке. Связи есть в телефонном номере и исторической дате. Что является первичным - объект или связи, находящиеся в нем? Это сложный философский вопрос. Поэтому пропустим его. Для нас главное то, что мозг фиксирует только связи. Остальное - не имеет значения для запоминания.

Из того, что мозг способен фиксировать только связи, следует логический вывод о том, что если в мозг не будут поступать стимулирующие сигналы, то мозг не будет генерировать информацию, то есть процесс припоминания становится невозможным. Рефлекс отдергивания руки не сработает, пока вы не дотронетесь до горячего предмета. Вы не будете чихать, пока в нос не попадет пылинка. Вы можете даже не подозревать о заложенных в вас (генетически) программах реагирования, пока не столкнетесь с определенной стимулирующей ситуацией.

Чуть позже вы познакомитесь с двумя способами фиксации связи мозгом. Однако уже сейчас следует заметить, что на связи, образуемые вашим мозгом, накладывает сильный отпечаток стимуляция, поступающая в мозг от тела и внутренних органов. Эти стимулы являются фоновой частотой, с которой смешиваются любые другие поступающие в мозг стимулирующие сигналы. Теоретически из этого следует, что изменение чувствительности тела сделает невозможным генерацию информации по связям, которые образовались при нормальной чувствительности тела. И практически так оно и есть. Если человеку резко изменить чувствительность тела, то наступит амнезия - провал в памяти.

Когда кто-то здорово переберет со спиртным на вечеринке, ощущение собственного тела и работа анализаторных систем меняется. И когда к человеку вернется его нормальное состояние, он не сможет вспомнить того, что происходило с ним, когда чувствительность тела была изменена под воздействием алкоголя. Связи запускаются стимулами. Но таких стимулов, какие были в состоянии опьянения, в трезвом состоянии человек получить не может. Связи не могут срабатывать без стимулов. Эти связи оказываются как бы изолированными, заблокированными. Наступает амнезия - провал в памяти. Как в таком случае вспомнить то, что было. Нужно ввести свое тело в то же состояние, в котором происходило запоминание (образование связей).

Интересно в амнезиях то, что практически каждый человек регулярно подвержен незначительным потерям памяти. Но мы не в состоянии их заметить, потому что трудно вспомнить сам факт забывания. Механизмы амнезий - предмет пристального внимания психологов. Многие работы психологов по теме "память" посвящены этому сложному вопросу.

На связи памяти с ощущениями от тела построена система подготовки актеров Станиславского. Он называет это "Метод физических действий". Чтобы избавиться от ненужного поведения, выработать новое поведение, изменить свою личность, Станиславский рекомендует проделывать соответствующие физические действия. Физические действия ведут к быстрому изменению чувствительности тела. Тело начинает "подавать" в мозг другие сигналы. Под воздействием измененной стимуляции срабатывают другие связи, то есть активизируется ранее заблокированные "пласты" памяти. И блокируются ранее активные (в данный момент - ненужные).

Так, чтобы изменить свой характер, привычки и отношение к другим людям, достаточно буквально три-четыре дня заниматься бегом, физкультурой и силовой тренировкой. Изменения будут настолько заметными, что люди, которые вас знают, почувствуют это и скажут вам об этом. Изменение вашего поведения автоматически повлечет к изменению отношения к вам со стороны других людей.

Понимание того, что истинной информацией являются СВЯЗИ, и что мозг ничего кроме связей запоминать не может, дает ключ не только к правильной технике запоминания, но и объясняет временные и постоянные потери памяти, постгипнотические внушения, резкие изменения личностей у одного человека, плавное изменение характера, а также механизмы заболевания памяти.

Понятие "память" - является центральным в психологии. Осознание механизмов фиксации связей мозгом и механизмов генерации информации под воздействием стимулов, дает возможность понять и другие процессы, происходящие в мозге, например, механизмы мышления и понимания речи.

Что запоминает мозг

| Вид информации | Мозг |
| --- | --- |
| Информация, как продукт деятельности мозга (слова, даты, телефоны) | Не запоминает |
| --- | --- |
| Объекты окружающего мира (образы) | Не запоминает |
| Связи между объектами, явлениями, событиями | Запоминает двумя способами |

Главное

1. Мозг способен запоминать только связи.

2. Процесс образования связи в мозге называется процессом "Память".

3. Мозг является генератором информации. Генерация (припоминание) осуществляется по зафиксированным связям при наличии соответствующих стимулов.

4. Без стимуляции мозг не может создавать информацию. Изоляция органов чувств (сенсорная депривация) ведет к "зависанию" памяти и к расстройству деятельности всего мозга.

Владимир Козаренко`,
  sourceUrl: 'https://mnemotexnika.narod.ru/mmem_01.htm',
};
